public class Main {
    public static void main(String[] args) {


        //2.      Создать класс Film и полями: название, жанр, рейтинг, год; Создать список фильмов. Программа должна спрашивать, какая //сортировка нужна пользователю (по названию, по рейтингу, по жанру или году) и выводить отсортированный список на экран.


       // System.out.println("Hello world!");
    }
}